Repository: leohakim/leohakim_dev
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: systems assessed
es: sistemas evaluados

source: avg. cost savings
es: ahorro medio de costes

source: uptime maintained
es: uptime mantenido

source: Reliability Accelerator
es: Acelerador de fiabilidad

source: SLOs & incident review
es: Revisión de SLOs e incidentes

source: Runbooks ready for on-call
es: Runbooks listos para guardias

source: Observability deep dive
es: Análisis profundo de observabilidad

source: Cloud Architecture Sprint
es: Sprint de arquitectura cloud

source: Kubernetes & Terraform audits
es: Auditorías de Kubernetes y Terraform

source: CI/CD hardening
es: Endurecimiento de CI/CD

source: Security & compliance guardrails
es: Directrices de seguridad y cumplimiento

source: FinOps Optimization
es: Optimización FinOps

source: Usage profiling
es: Perfilado de uso

source: Right-sizing & autoscaling
es: Dimensionamiento correcto y autoescalado

source: Alerts on spend anomalies
es: Alertas por anomalías de gasto

source: Migrated legacy workloads to Kubernetes with Terraform, introduced SLO-driven on-call, and removed single points of failure.
es: Migré cargas heredadas a Kubernetes con Terraform, introduje guardias basadas en SLOs y eliminé puntos únicos de fallo.

source: p95 latency
es: Latencia p95

source: uptime
es: disponibilidad

source: cloud spend
es: Gasto en la nube

source: Forbidden (403)
es: Prohibido (403)

source: You're not allowed to access this page.
es: No tienes permiso para acceder a esta página.

source: Page not found
es: Página no encontrada

source: This is not the page you were looking for.
es: Esta no es la página que estabas buscando.

source: Server Error
es: Error del servidor

source: Looks like something went wrong!
es: Parece que algo ha salido mal.

source: We track these errors automatically, but if the problem persists feel free to contact us. In the meantime, try refreshing.
es: Registramos estos errores automáticamente, pero si el problema persiste no dudes en contactarnos. Mientras tanto, prueba a recargar.

source: Sign In
es: Iniciar sesión

source: My personal website
es: Mi sitio personal

source: Home
es: Inicio

source: Case Studies
es: Casos de estudio

source: Services
es: Servicios

source: Writing
es: Escritura

source: About
es: Sobre mí

source: Contact
es: Contacto

source: SRE & Cloud Architect crafting resilient, performant, cost-efficient systems.
es: SRE y Arquitecto Cloud creando sistemas resilientes, de alto rendimiento y eficientes en costes.

source: All rights reserved.
es: Todos los derechos reservados.

source: Read more
es: Leer más

source: Change language
es: Cambiar idioma

source: Language
es: Idioma

source: Problems, constraints, outcomes. Measurable impact.
es: Problemas, restricciones, resultados. Impacto medible.

source: Coming soon
es: Próximamente

source: Let’s make your system reliable
es: Hagamos que tu sistema sea confiable

source: Name
es: Nombre

source: Email
es: Correo electrónico

source: Message
es: Mensaje

source: By submitting, you agree to a brief follow-up email. No spam.
es: Al enviar, aceptas recibir un breve correo de seguimiento. Sin spam.

source: Send
es: Enviar

source: Prefer to talk?
es: ¿Prefieres hablar?

source: Book a 30-min intro call via Calendly or email directly.
es: Reserva una llamada introductoria de 30 min por Calendly o escribe directamente por email.

source: SRE / Cloud Architect
es: SRE y Arquitecto Cloud

source: Designing systems that stay fast, resilient, and affordable.
es: Diseño sistemas que se mantienen rápidos, resilientes y asequibles.

source: I partner with engineering teams to reduce latency, prevent incidents, and keep cloud bills under control across AWS and GCP.
es: Trabajo con equipos de ingeniería para reducir la latencia, prevenir incidentes y mantener el gasto en la nube bajo control en AWS y GCP.

source: Start a project
es: Iniciar un proyecto

source: See case studies
es: Ver casos de estudio

source: Portrait of Leonardo Hakim
es: Retrato de Leonardo Hakim

source: Meet Leonardo
es: Conoce a Leonardo

source: SRE & Cloud Architect
es: SRE y Arquitecto Cloud

source: Helping startups and scaleups with production readiness, SLOs and cost governance.
es: Ayudando a startups y scaleups con preparación para producción, SLOs y gobierno de costes.

source: What I deliver
es: Qué entrego

source: Engagements designed to give you immediate reliability wins and a clear path to sustainable operations.
es: Servicios diseñados para darte victorias inmediatas en fiabilidad y un camino claro hacia operaciones sostenibles.

source: See all services
es: Ver todos los servicios

source: Case Study
es: Caso de estudio

source: Aire — From fragile releases to resilient pipelines
es: Aire — De releases frágiles a pipelines resilientes

source: Read case study
es: Leer caso de estudio

source: 20+ years building and scaling platforms
es: +20 años construyendo y escalando plataformas

source: From seed-stage teams to enterprise rollouts, I bring a production-first mindset, empathy for engineers, and a bias toward measurable outcomes.
es: Desde equipos seed hasta despliegues enterprise, aporto mentalidad production-first, empatía por los ingenieros y foco en resultados medibles.

source: Let's collaborate
es: Colaboremos

source: Tell me about your system
es: Cuéntame sobre tu sistema

source: We will define SLOs, streamline deployments, and unlock cost savings without compromising velocity.
es: Definiremos SLOs, optimizaremos despliegues y desbloquearemos ahorros sin comprometer la velocidad.

source: Book a call
es: Reserva una llamada

source: Explore services
es: Explorar servicios

source: Services for reliable & cost-efficient systems.
es: Servicios para sistemas confiables y eficientes en costes.

source: SLOs, incident response, HA/DR
es: SLOs, respuesta a incidentes, HA/DR

source: Observability: Prometheus, Grafana, Loki, OpenTelemetry
es: Observabilidad: Prometheus, Grafana, Loki, OpenTelemetry

source: Deliverables: playbook + dashboards + alerts
es: Entregables: playbook + dashboards + alertas

source: Cloud Architecture
es: Arquitectura Cloud

source: K8s (EKS/GKE), Terraform/Helm, networking, IAM
es: K8s (EKS/GKE), Terraform/Helm, redes, IAM

source: Cost Optimization
es: Optimización de costes

source: Profiling, cache & CDN strategy, autoscaling
es: Profiling, estrategia de caché y CDN, autoescalado

source: Reports with 10–30%% savings targets
es: Informes con objetivos de ahorro del 10–30%%

source: Speaking
es: Charlas

source: Talks and workshops. Optional section.
es: Charlas y workshops. Sección opcional.

source: Technical notes and articles. Coming soon.
es: Notas técnicas y artículos. Próximamente.

source: Personal info
es: Información personal

source: Permissions
es: Permisos

source: Important dates
es: Fechas importantes

source: Users
es: Usuarios

source: This email has already been taken.
es: Este correo ya está en uso.

source: Name of User
es: Nombre del usuario

source: email address
es: dirección de correo electrónico

source: Information successfully updated
es: Información actualizada correctamente
